Repository: uberchicgeekchick/alacast
Catalog: helpers/gpodder-0.11.3-hacked/data/po/*.po
Languages: de

source: Boolean
de: Boolesch

source: Could not load feed from URL: %s
de: Konnte Feed von URL nicht laden: %s

source: Already added: %s
de: %s ist geschützt

source: Could not add podcast.
de: Konnte Podcast nicht hinzufügen.

source: Could not remove podcast.
de: Konnte Podcast nicht entfernen.

source: No device configured. Please use the GUI.
de: Kein Gerät konfiguriert. Bitte die GUI benutzen.

source: Synchronization finished.
de: Synchronisierung abgeschlossen.

source: Synchronizing: %d of %d
de: Synchronisiere: %d von %d

source: Cannot open device.
de: Kann Gerät nicht öffnen.

source: Skipping podcast: %s
de: Überspringe Podcast: %s

source: Cannot close device.
de: Kann Gerät nicht schließen.

source: Queued
de: Eingereiht

source: An error happened while trying to download <b>%s</b>.
de: Beim Herunterladen von <b>%s</b> ist ein Fehler aufgetreten.

source: Current maintainer:
de: Aktueller Maintainer:

source: Patches, bug reports and donations by:
de: Patches, Fehlerberichte und Spenden von:

source: Select destination
de: Ziel auswählen

source: Enter podcast URL...
de: Podcast-URL eingeben...

source: Update
de: Aktualisieren

source: Size
de: Größe

source: Released
de: Veröffentlicht

source: Speed
de: Geschwindigkeit

source: Progress
de: Fortschritt

source: Used disk space: %s
de: Belegter Speicherplatz: %s

source: Feedparser error: %s
de: Feedparser-Fehler: %s

source: Updated M3U playlist in download folder.
de: M3U-Playliste wurde im Download-Ordner aktualisiert.

source: Updated playlist
de: Playliste aktualisiert

source: Open download folder
de: Download-Ordner öffnen

source: Update M3U playlist
de: M3U-Playliste aktualisieren

source: Visit website
de: Website besuchen

source: Converting file
de: Konvertiere Datei

source: Please wait while gPodder converts your media file for bluetooth file transfer.
de: Bitte warten Sie, während gPodder Ihre Medien-Dateien für den Bluetooth-Dateitransfer konvertiert.

source: Error converting file.
de: Fehler beim Konvertieren der Datei.

source: Bluetooth file transfer
de: Bluetooth Dateitransfer

source: Cancel download
de: Download abbrechen

source: Mark as not downloaded
de: Als nicht heruntergeladen markieren

source: Save to disk
de: Als Datei speichern

source: Send via bluetooth
de: Über Bluetooth senden

source: Transfer to %s
de: An %s senden

source: Mark as unplayed
de: Markiere als ungespielt

source: Mark as played
de: Markiere als gespielt

source: Allow deletion
de: Löschen erlauben

source: Prohibit deletion
de: Löschen verhindern

source: Episode details
de: Episoden-Details

source: Close this menu
de: Menü schließen

source: downloading one file
de: lade eine Datei herunter

source: downloading %d files
de: lade %d Dateien herunter

source: The selected player application cannot be found. Please check your media player settings in the preferences dialog.
de: Das gewählte Abspiel-Programm konnte nicht gefunden werden. Bitte überprüfen Sie die Einstellungen des Medien-Players im Einstellungsdialog.

source: Error opening player: %s
de: Fehler beim Öffnen des Players: %s

source: You have already subscribed to this podcast: %s
de: Sie haben diesen Podcast bereits abonniert: %s

source: Already added
de: Bereits hinzugefügt

source: You have supplied <b>%s</b> as username and a password for this feed. Would you like to use the same authentication data for downloading episodes?
de: Sie haben <b>%s</b> als Benutzername und Passwort für diesen Feed eingegeben. Wollen Sie die gleichen Authentifizierungs-Daten für das Herunterladen der Episoden verwenden?

source: Password authentication
de: Password-Authentifizierung

source: Error adding podcast
de: Fehler beim Hinzufügen des Podcasts

source: The podcast could not be added. Please check the spelling of the URL or try again later.
de: Der Podcast konnte nicht hinzugefügt werden. Bitte überprüfen Sie, ob die URL korrekt ist oder versuchen Sie es später noch einmal.

source: URL scheme not supported
de: URL-Schema nicht unterstützt

source: gPodder currently only supports URLs starting with <b>http://</b>, <b>feed://</b> or <b>ftp://</b>.
de: gPodder unterstützt im Moment nur URLs, die mit <b>http://</b>, <b>feed://</b> oder <b>ftp://</b> beginnen.

source: Updating %s (%d/%d)
de: Aktualisiere %s (%d/%d)

source: Loading %s (%d/%d)
de: Lade %s (%d/%d)

source: No new episodes available for download
de: Keine neuen Episoden zum Herunterladen

source: gPodder has found %s
de: gPodder hat %s gefunden:

source: one new episode:
de: eine neue Episode

source: %i new episodes:
de: %i neue Episoden

source: downloading
de: herunterladen

source: Cancelling...
de: Abbrechen...

source: Episode already downloaded
de: Episode bereits heruntergeladen

source: You have already downloaded this episode. Click on the episode to play it.
de: Sie haben diese Episode bereits heruntergeladen. Klicken Sie auf die Episode, um sie wiederzugeben.

source: Download in progress
de: Download in Arbeit

source: You are currently downloading this episode. Please check the download status tab to check when the download is finished.
de: Sie laden diese Episode gerade herunter. Sie können im Download Status-Tab nachsehen, wann der Download fertig ist.

source: Do you really want to quit gPodder now?
de: Wollen Sie gPodder wirklich beenden?

source: Quit gPodder
de: gPodder beenden

source: You are downloading episodes. If you close gPodder now, the downloads will be aborted.
de: Sie laden momentan Episoden herunter. Wenn Sie gPodder jetzt schließen, werden die Downloads abgebrochen.

source: Don't ask me again
de: Nicht noch einmal fragen

source: Please check your permissions and free disk space.
de: Bitte überprüfen Sie ihre Berechtigungen und den freien Speicherplatz.

source: Error saving podcast list
de: Fehler beim Speichern der Podcast-Liste

source: Do you really want to delete this episode?
de: Wollen Sie diese Episode wirklich entfernen?

source: Do you really want to delete %d episodes?
de: Wollen Sie wirklich %d Episoden entfernen?

source: Delete episodes
de: Episoden entfernen

source: Downloaded
de: Heruntergeladen

source: Select played
de: Abgespielte auswählen

source: Select older than %d days
de: Älter als %d Tage auswählen

source: Select the episodes you want to delete from your hard disk.
de: Wählen Sie die Episoden, die sie von Ihrer Festplatte löschen wollen.

source: Remove old episodes
de: Alte Episoden entfernen

source: Your subscription list is empty.
de: Ihre Abonnement-Liste ist leer.

source: Could not send list
de: Konnte Liste nicht versenden

source: There was an error sending your subscription list via e-mail.
de: Beim Senden Ihrer Abonnement-Liste per E-Mail ist ein Fehler aufgetreten.

source: Import podcasts from the web
de: Podcasts vom Web importieren

source: Your podcast list is empty. Do you want to see a list of example podcasts you can subscribe to?
de: Ihre Podcast-Liste ist leer. Wollen Sie eine Liste von Beispiel-Podcasts sehen, die Sie abonnieren können?

source: Select the episodes you want to download now.
de: Wählen Sie die Episoden, die sie herunterladen möchten.

source: New episodes available
de: Neue Episoden verfügbar

source: No new episodes
de: Keine neuen Episoden

source: No new episodes to download. Please check for new episodes later.
de: Keine neuen Episoden verfügbar. Bitte versuchen Sie es später.

source: No device configured
de: Kein Gerät konfiguriert

source: To use the synchronization feature, please configure your device in the preferences dialog first.
de: Um die Sychronisierung zu benutzen, konfigurieren Sie bitte zuerst Ihr Gerät in den Einstellungen.

source: Cannot open device
de: Kann Gerät nicht öffnen

source: There has been an error opening your device.
de: Beim Öffnen des Geräts ist ein Fehler aufgetreten.

source: Error closing device
de: Fehler beim Schließen des Geräts

source: There has been an error closing your device.
de: Beim Schließen des Geräts ist ein Fehler aufgetreten.

source: Delete podcasts from device?
de: Podcasts vom Gerät löschen?

source: Do you really want to completely remove the selected episodes?
de: Wollen Sie die ausgewählten Episoden wirklich löschen?

source: Copied
de: Kopiert

source: Play count
de: Gespielt

source: Remove podcasts from device
de: Podcasts vom Gerät entfernen

source: Select the podcast episodes you want to remove from your device.
de: Wählen Sie die Podcast-Episoden, die Sie vom Gerät entfernen wollen.

source: No files on device
de: Keine Dateien am Gerät

source: The devices contains no files to be removed.
de: Das Gerät enthält keine Dateien, die gelöscht werden können.

source: No podcast selected
de: Kein Podcast ausgewählt

source: Please select a podcast in the podcasts list to edit.
de: Bitte wählen Sie einen Podcast aus ihrer Liste, um ihn zu editieren.

source: The specified URL is invalid. The old URL has been used instead.
de: Die angegebene URL ist fehlerhaft. Stattdessen wurde die alte URL benutzt.

source: Invalid URL
de: Fehlerhafte URL

source: Remove podcast and episodes?
de: Podcast und Episoden entfernen?

source: Do you really want to remove <b>%s</b> and all downloaded episodes?
de: Wollen Sie <b>%s</b> wirklich entfernen und alle heruntergeladenen Episoden löschen?

source: Do not delete my downloaded episodes
de: Meine heruntergeladenen Episoden nicht löschen

source: Do you really want to remove this podcast and all downloaded episodes?
de: Wollen Sie diesen Podcast und alle heruntergeladenen Episoden wirklich entfernen?

source: OPML files
de: OPML Dateien

source: Import from OPML
de: Von OPML importieren

source: Import podcasts from OPML file
de: Podcasts von OPML-Datei importieren

source: Nothing to export
de: Nichts zu exportieren

source: Your list of podcast subscriptions is empty. Please subscribe to some podcasts first before trying to export your subscription list.
de: Ihre Podcast-Abonnement-Liste ist leer. Bitte abonnieren Sie zuerst Podcasts, bevor Sie versuchen, die Abonnement-Liste zu exportieren.

source: Export to OPML
de: Als OPML-Datei exportieren

source: Could not export OPML to file. Please check your permissions.
de: Konnte OPML nicht als Datei exportieren. Bitte überprüfen Sie Ihre Berechtigungen.

source: OPML export failed
de: OPML-Export fehlgeschlagen

source: translator-credits
de: Thomas Perl <thp@perli.net>

source: Nothing selected
de: Nichts ausgewählt

source: Please select an episode that you want to download and then click on the download button to start downloading the selected episode.
de: Bitte wählen Sie eine Episode, die Sie herunterladen wollen und klicken Sie dann auf den Download-Button, um die gewählte Episode herunterzuladen.

source: Cancel download?
de: Download abbrechen?

source: Cancelling this download will remove the partially downloaded file and stop the download.
de: Wenn Sie diesen Download abbrechen, werden die teilweise heruntergeladenen Daten gelöscht und der Download gestoppt.

source: Cancel downloads?
de: Downloads abbrechen?

source: Cancelling the download will stop the %d selected downloads and remove partially downloaded files.
de: Wenn Sie diesen Download abbrechen, werden die %d gewählten Downloads gestoppt und teilweise heruntergeladene Daten gelöscht.

source: %s is locked
de: %s ist geschützt

source: You cannot delete this locked episode. You must unlock it before you can delete it.
de: Sie können diese geschützte Episode nicht löschen. Sie müssen den Schutz vorher entfernen.

source: Remove %s?
de: %s entfernen?

source: If you remove this episode, it will be deleted from your computer. If you want to listen to this episode again, you will have to re-download it.
de: Wenn Sie dies Episode entfernen, wir sie von Ihrem Computer gelöscht. Wenn Sie diese Episode wieder hören möchten, müssen Sie diese Datei erneut herunterladen.

source: Remove %d episodes?
de: %d Episoden entfernen?

source: If you remove these episodes, they will be deleted from your computer. If you want to listen to any of these episodes again, you will have to re-download the episodes in question.
de: Wenn Sie diese Episoden entfernen, werden sie von Ihrem Computer gelöscht. Wenn Sie eine dieser Episoden wieder hören möchten, müssen Sie diese Dateien erneut herunterladen.

source: Episodes are locked
de: Episoden sind geschützt

source: The selected episodes are locked. Please unlock the episodes that you want to delete before trying to delete them.
de: Die gewählten Episoden sind geschützt. Bitte heben Sie den Schutz für die Episoden, die Sie löschen wollen auf, bevor Sie versuchen, sie zu löschen.

source: Remove %d out of %d episodes?
de: %d von %d Episoden entfernen?

source: The selection contains locked episodes. These will not be deleted. If you want to listen to any of these episodes again, then you will have to re-download them.
de: Die Auswahl enthält geschützte Episoden. Diese werden nicht gelöscht. Wenn Sie eine dieser Episoden wieder hören möchten, müssen Sie diese Dateien erneut herunterladen.

source: You can drag a cover file here.
de: Sie können ein Bild hier her ziehen.

source: You can only drop a single image or URL here.
de: Sie können nur ein Bild oder eine URL hier her ziehen.

source: Drag and drop
de: Drag und Drop

source: You can only drop local files and http:// URLs here.
de: Sie können nur lokale Dateien und http://-URLs hier her ziehen.

source: Do you really want to move this podcast to <b>%s</b>?
de: Wollen Sie diesen Podcast wirklich nach <b>%s</b> verschieben?

source: Really change URL?
de: URL wirklich ändern?

source: Please restart gPodder for the changes to take effect.
de: Sie müssen gPodder neu starten, um die Änderungen zu übernehmen.

source: needs python-eyed3
de: benötigt python-eyed3

source: Searching...
de: Suche...

source: There has been an error moving your downloads to the specified location. The old download directory will be used instead.
de: Beim Verschieben der Downloads ist ein Fehler aufgetreten. Das alte Download-Verzeichnis wird stattdessen benutzt.

source: Error moving downloads
de: Fehler beim Verschieben

source: You can specify a custom format string for the file names on your MP3 player here.
de: Sie können hier einen eigenen Format-String für die Dateinamen auf Ihrem MP3-Player angeben.

source: The format string will be used to generate a file name on your device. The file extension (e.g. ".mp3") will be added automatically.
de: Der Format-String wird benutzt, um einen Dateinamen auf dem Gerät zu erzeugen. Die Datei-Erweiterung (z.B. ".mp3") wird automatisch angehängt.

source: Custom format strings
de: Angepasste Format-Strings

source: Select iPod mountpoint
de: iPod-Einhängepunkt auswählen

source: Select folder for MP3 player
de: Ordner für MP3-Player auswählen

source: Moving downloads folder
de: Downloads-Ordner wird verschoben

source: Moving downloads from <b>%s</b> to <b>%s</b>...
de: Verschiebe Downloads von <b>%s</b> nach <b>%s</b>...

source: %s of %s
de: %s von %s

source: Finishing... please wait.
de: Abschließen... bitte warten.

source: <i>from %s</i>
de: <i>von %s</i>

source: %d of %d done
de: %d von %d fertig

source: Processing (%d%%)
de: Arbeite (%d%%)

source: Your device has been updated by gPodder.
de: Ihr Gerät wurde von gPodder aktualisiert.

source: Operation finished
de: Operation abgeschlossen

source: The specified URL does not provide any valid OPML podcast items.
de: Die angegebene URL bietet keine gültigen OPML Podcasts an.

source: No feeds found
de: Keine Feeds gefunden

source: Downloading, please wait...
de: Herunterladen, bitte warten...

source: Total size: %s
de: Gesamtgröße: %s

source: Type
de: Typ

source: Value
de: Wert

source: Cannot set value of <b>%s</b> to <i>%s</i>. Needed data type: %s
de: Kann Wert von <b>%s</b> nicht auf <i>%s</i> ändern. Benötigter Datentyp: %s

source: Error updating %s
de: Fehler beim Aktualisieren von %s

source: My podcast subscriptions
de: Meine Podcast-Abonnements

source: Downloading podcast cover...
de: Podcast-Cover wird heruntergeladen...

source: Could not load channel feed from URL: %s
de: Konnte Channel-Feed nicht von URL laden: %s

source: No description available
de: Keine Beschreibung verfügbar

source: unknown
de: unbekannt

source: Unplayed
de: Ungespielt

source: Cancelled by user
de: Vom User abgebrochen

source: Writing data to disk
de: Schreibe Daten auf das Gerät

source: Opening iPod database
de: Öffnen iPod-Datenbank

source: iPod opened
de: iPod geöffnet

source: Saving iPod database
de: Speichere iPod-Datenbank

source: Writing extended gtkpod database
de: Schreibe erweiterte gtkpod-Datenbank

source: Removing %s
de: Entferne %s

source: Adding %s
de: Füge %s hinzu

source: Error copying %s: Not enough free disk space on %s
de: Fehler beim Kopieren von %s: Nicht genug freier Speicherplatz auf %s

source: Opening MP3 player
de: Öffne MP3-Player

source: MP3 player opened
de: MP3-Player geöffnet

source: Error opening %s: %s
de: Fehler beim Öffnen von %s: %s

source: gPodder media aggregator
de: gPodder Medien-Aggregator

source: Downloading episodes
de: Episoden herunterladen

source: Looking for new episodes
de: Suche nach neuen Episoden

source: Synchronizing to player
de: Synchronisiere mit Gerät

source: Cleaning files
de: Dateien entfernen

source: Show
de: Anzeigen

source: Quit anyway
de: Trotzdem beenden

source: Keep dowloading
de: Downloads fortsetzen

source: Check for new episodes
de: Nach neuen Episoden suchen

source: Download all new episodes
de: Alle neuen Episoden herunterladen

source: Synchronize to %s
de: Synchronisiere mit %s

source: Show previous message again
de: Letzte Meldung noch einmal anzeigen

source: Hide gPodder
de: gPodder verstecken

source: Show gPodder
de: gPodder anzeigen

source: gPodder is downloading episodes do you want to exit anyway?
de: gPodder lädt Episoden herunter wollen Sie wirklich beenden?

source: downloading one episode
de: lade eine Episode herunter

source: downloading %d episodes
de: lade %d Episoden herunter

source: %s (completed)
de: %s (abgeschlossen)

source: Estimated remaining time:
de: Geschätzte Restdauer:

source: one episodes downloaded:
de: eine Episode heruntergeladen:

source: %d episodes downloaded:
de: %d Episoden heruntergeladen:

source: gPodder downloads finished
de: gPodder Downloads abgeschlossen

source: New episodes:
de: Neue Episoden:

source: (downloaded)
de: (heruntergeladen)

source: one more episode
de: eine weitere Episode

source: %d more episodes
de: %d weitere Episoden

source: one day ago
de: vor einem Tag

source: %d days ago
de: vor %d Tagen

source: Today
de: Heute

source: Yesterday
de: Gestern

source: (unknown)
de: (unbekannt)

source: 0 seconds
de: 0 Sekunden

source: 1 hour
de: 1 Stunde

source: %i hours
de: %i Stunden

source: %i minutes
de: %i Minuten

source: 1 second
de: 1 Sekunde

source: %i seconds
de: %i Sekunden

source: and
de: und

source: /path/to/fs-based-player
de: /pfad/zum/mp3-player

source: /path/to/ipod
de: /pfad/zum/ipod

source: <b><big>Select episodes</big></b>
de: <b><big>Episoden auswählen</big></b>

source: <b><big>Synchronizing Podcasts</big></b>
de: <b><big>Synchronisiere Podcasts</big></b>

source: <b>Advanced window options</b>
de: <b>Erweiterte Fensteroptionen</b>

source: <b>Audio Media Player</b>
de: <b>Audio-Medienplayer</b>

source: <b>Bluetooth Support</b>
de: <b>Bluetooth-Unterstützung</b>

source: <b>Clean-up</b>
de: <b>Aufräumen</b>

source: <b>Device Configuration</b>
de: <b>Geräte-Konfiguration</b>

source: <b>Download Folder</b>
de: <b>Download-Ordner</b>

source: <b>Download Method</b>
de: <b>Download-Methode</b>

source: <b>Feed cache updates</b>
de: <b>Feed-Cache-Aktualisierungen</b>

source: <b>File Conversion Script</b>
de: <b>Datei-Umwandlungs-Script</b>

source: <b>File Metadata</b>
de: <b>Datei-Metadaten</b>

source: <b>HTTP/FTP Authentication</b>
de: <b>HTTP/FTP-Authentifizierung</b>

source: <b>Locations</b>
de: <b>Orte</b>

source: <b>Network Proxy</b>
de: <b>Netzwerk-Proxy</b>

source: <b>Notification Area Integration</b>
de: <b>Integration in das System Tray</b>

source: <b>Synchronization Options</b>
de: <b>Synchronisierungs-Optionen</b>

source: <b>Synchronization</b>
de: <b>Synchronisierung</b>

source: <b>Torrent Download Folder</b>
de: <b>Download-Ordner für Torrents</b>

source: <b>Video Media Player</b>
de: <b>Video-Medienplayer</b>

source: Add a new podcast
de: Neuen Podcast hinzufügen

source: Add podcasts from OPML on the web
de: Podcasts von OPML-Datei im Web hinzufügen

source: Additional information
de: Weitere Informationen

source: Advanced
de: Erweitert

source: Advanced...
de: Erweitert...

source: After synchronisation:
de: Nach der Synchronisierung:

source: Always send to
de: Immer senden an:

source: Ask before closing gPodder
de: Vor dem Schließen nachfragen

source: Ask for device when sending
de: Beim Senden nach Gerät fragen

source: Auto download new episodes when gPodder is minimized
de: Neue Episoden automatisch herunterladen, wenn gPodder minimiert is

source: Cancel
de: Abbrechen

source: Check for Updates
de: Neue Episoden suchen

source: Close
de: Schließen

source: Command line:
de: Kommandozeile:

source: Copy episodes to device
de: Episoden zum Gerät kopieren

source: Copy selected episodes to device
de: Gewählte Episoden zum Gerät kopieren

source: Copying Files To Device
de: Kopiere Dateien zum Gerät

source: Cover
de: Bild

source: Create a subfolder for each podcast
de: Für jeden Podcast einen Ordner anlegen

source: Custom filename:
de: Angepasster Dateiname:

source: Delete
de: Löschen

source: Delete episode from gPodder
de: Episoden aus gPodder löschen

source: Delete played episodes on startup after
de: Abgespielte Episoden löschen nach

source: Device
de: Gerät

source: Do nothing
de: Nichts tun

source: Download new episodes
de: Neue Episoden herunterladen

source: Download to:
de: Herunterladen nach:

source: Download using gnome-bittorrent
de: Mit gnome-bittorrent herunterladen

source: Download:
de: Herunterladen:

source: Edit selected podcast
de: Bearbeite ausgewählten Podcast

source: Enable Bluetooth support
de: Bluetooth-Unterstützung aktivieren

source: Enable notification bubbles
de: Benachrichtigungs-Sprechblasen aktivieren

source: Episode Information
de: Informationen zur Episode

source: Episodes
de: Episoden

source: Episodes marked for synchronization are now transferred to your player device.
de: Episoden, die zur Synchronisierung markiert sind, werden nun auf ihr Abspielgerät übertragen.

source: Export podcasts to OPML file
de: Podcasts als OPML-Datei exportieren

source: Feed URL:
de: Feed-Adresse:

source: General
de: Allgemeines

source: Getting download status...
de: Frage Download-Status ab...

source: Go to gpodder.org
de: Gehe zu gpodder.org

source: Go to website
de: Zur Webseite

source: If checked, a subfolder will be created for each podcast synchronized. If not checked, all episodes will be copied directly to the folder specified by "Sync to folder:".
de: Wenn diese Option ausgewählt ist, wird für jeden Podcast, der synchronisiert wird, ein neuer Unterordner angelegt. Ansonsten werden alle Episoden ins gleiche Verzeichnis kopiert.

source: If checked, gPodder will delete played episodes that are older than the specified amout of days (in the Downloads tab) on every startup.
de: Wenn aktiviert, wird gPodder abgespielete Episoden, die älter sind als die im Downloads-Tab angegebenen Tage bei jedem Programmstart löschen.

source: If checked, gPodder will update the status of the episode as if it has been played locally after copying it to your device
de: Wenn diese Option ausgewählt ist, wird gPodder jede Episode als abgespielt markieren, wenn sie auf ein Gerät kopiert wird

source: Import podcasts from web
de: Podcasts vom Web importieren
