Repository: uberchicgeekchick/alacast
Catalog: helpers/gpodder-0.11.3-hacked/data/po/*.po
Languages: de

source: Initializing...
de: Initialisiere...

source: Just save .torrent files in download folder
de: .torrent-Dateien einfach im Ordner speichern

source: Limit downloads to
de: Downloads limitieren auf

source: Limit rate to
de: Rate limitieren auf

source: Mark episode as played
de: Episoden als abgespielt markieren

source: No episode selected
de: Keine Episode ausgewählt

source: None iPod Filesystem-based MP3 player
de: Kein Gerät iPod MP3-Player mit Dateisystem

source: Only show tray icon when minimized
de: Tray-Icon nur anzeigen, wenn minimiert

source: Only sync tracks that have not been played
de: Nur ungespielte Episoden synchronisieren

source: Password:
de: Passwort:

source: Play
de: Abspielen

source: Playlist name:
de: Name der Playliste:

source: Preferences
de: Einstellungen

source: Quit
de: Beenden

source: Released:
de: Veröffentlicht:

source: Remove episodes from device
de: Episoden vom Gerät entfernen

source: Report a problem
de: Einen Fehler melden

source: Select A Converter Script
de: Konverter-Script auswählen

source: Select BitTorrent folder
de: BitTorrent-Ordner auswählen

source: Select all
de: Alle auswählen

source: Select device
de: Gerät auswählen

source: Select download folder
de: Download-Ordner auswählen

source: Select episodes
de: Episoden auswählen

source: Select none
de: Nichts auswählen

source: Send subscription list via e-mail
de: Abonnement-Liste per E-Mail versenden

source: Show All
de: Alle anzeigen

source: Show URL entry box
de: URL-Eingabefeld anzeigen

source: Show episode description
de: Episoden-Beschreibungen anzeigen

source: Show gPodder icon in the system notification area
de: gPodder-Icon im Benachrichtigungsbereich (Systray) anzeigen

source: Show icon in status area
de: Icon in Statusbereich zeigen

source: Show notifications
de: Benachrichtigungen anzeigen

source: Show toolbar
de: Toolbar anzeigen

source: Skip this podcast when syncing to my device
de: Diesen Podcast beim Synchronisieren überspringen

source: Specify custom proxy server settings:
de: Manuelle Proxy-Konfiguration:

source: Start gPodder minimized
de: gPodder minimiert starten

source: Subscribe to new podcast
de: Neuen Podcast abonnieren

source: Subscriptions
de: Abonnements

source: Sync to folder:
de: Synchronisiere zu Ordner:

source: Title:
de: Titel:

source: Type of device:
de: Gerät-Typ:

source: URL:
de: Adresse:

source: Unsubscribe from selected podcast
de: Abonnement des gewählten Podcasts kündigen

source: Update feed cache every
de: Aktualisiere Feeds alle

source: Update feed cache on startup
de: Aktualisiere Feeds beim Starten

source: Update gtkpod extended database after synchronization
de: Erweiterte gtkpod-Datenbank nach dem Synchronsieren schreiben

source: Update tags on audio files after download
de: Audio-Tags nach dem Download aktualisieren

source: Use converter:
de: Konverter benutzen:

source: Use proxy defaults from environment variables
de: Standard-Proxy der Umgebungsvariablen benutzen

source: User manual
de: Benutzerhandbuch

source: Username:
de: Benutzername:

source: View
de: Ansicht

source: Website:
de: Webseite:

source: Writes episode and podcast info to the downloaded file's tag field (ID3 for MP3, vorbis tag for OGG, etc..)
de: Schreibt Episoden- und Podcast-Informationen in das Tag-Feld der heruntergeladenen Datei (ID3 für MP3, Vorbis-Tag für OGG, usw...)

source: _Download
de: Herunterla_den

source: _Help
de: _Hilfe

source: days
de: Tage

source: gPodder Configuration Editor
de: gPodder Konfigurations-Editor

source: gPodder Preferences
de: gPodder Einstellungen

source: iPod mountpoint:
de: iPod Einhängepunkt:

source: minutes
de: Minuten

source: website link
de: Webseiten Link

source: Print debugging output to stdout
de: Schreibe debugging-Ausgabe zu stdout

source: Run local version in current directory
de: Lokale Version im Arbeitsverzeichnis starten

source: Start the Maemo user interface of gPodder
de: Startet das Maemo-Interface von gPodder

source: List all channel subscriptions
de: Alle Channel-Abonnements anzeigen

source: Update channel list, download new podcasts
de: Channel-Liste aktualisieren und neue Podcasts herunterladen

source: Update channel list and exit
de: nur Channel-Liste aktualisieren

source: Synchronize channels to configured device
de: Channels mit konfiguriertem Gerät synchronisieren

source: Subscribe to channel from URL
de: Channel on URL abonnieren

source: Delete channel specified by URL
de: Channel mit URL entfernen
